tap "caarlos0/tap"
tap "clickhouse/clickhouse"
tap "dart-lang/dart"
tap "encoredev/tap"
tap "goreleaser/tap"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ktr0731/evans"
tap "leoafarias/fvm"
tap "lordvidex/lordvidex"
tap "orlangure/tap"
tap "redis-developer/tap"
tap "remotemobprogramming/brew"
tap "varsityscape/varsityscape"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "binutils"
brew "gettext"
brew "ccache"
brew "librsvg"
brew "chafa"
brew "chezmoi"
brew "cmake"
brew "ctags"
brew "ctop"
brew "python@3.11"
brew "fd"
brew "findutils"
brew "libtool"
brew "fontforge"
brew "fzf"
brew "gcc"
brew "gcc@6"
brew "gd"
brew "gh"
brew "git-flow"
brew "go"
brew "golang-migrate"
brew "gomeasure@0.1", link: false
brew "netpbm"
brew "graphviz"
brew "grep"
brew "grpcurl"
brew "hugo"
brew "hyperkit"
brew "imagemagick"
brew "jq"
brew "krb5"
brew "kubernetes-cli", link: false
brew "lazygit"
brew "libidn2"
brew "libpq"
brew "llvm"
brew "lua"
brew "luarocks"
brew "midnight-commander"
brew "minikube"
brew "nasm"
brew "neovim"
brew "ninja"
brew "open-mpi"
brew "openjdk@17"
brew "pandoc"
brew "protobuf"
brew "python@3.10"
brew "tcl-tk"
brew "python@3.8"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "rust"
brew "sqlc"
brew "tmux"
brew "tree"
brew "wget"
brew "caarlos0/tap/timer"
brew "clickhouse/clickhouse/clickhouse@22.7"
brew "encoredev/tap/encore"
brew "goreleaser/tap/goreleaser"
brew "heroku/brew/heroku"
brew "ktr0731/evans/evans"
brew "leoafarias/fvm/fvm"
brew "lordvidex/lordvidex/gomeasure"
brew "orlangure/tap/gocovsh"
brew "redis-developer/tap/riot-redis"
brew "remotemobprogramming/brew/mob"
brew "varsityscape/varsityscape/gocolor"
cask "font-codicon"
cask "font-devicons"
cask "font-hack-nerd-font"
cask "ngrok"
vscode "aaron-bond.better-comments"
vscode "akamud.vscode-theme-onedark"
vscode "budparr.language-hugo-vscode"
vscode "Dart-Code.dart-code"
vscode "Dart-Code.flutter"
vscode "donjayamanne.githistory"
vscode "DotJoshJohnson.xml"
vscode "dunstontc.vscode-go-syntax"
vscode "eliostruyf.vscode-front-matter"
vscode "eliostruyf.vscode-hugo-themer"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "ev3dev.ev3dev-browser"
vscode "FelixAngelov.bloc"
vscode "fivethree.vscode-hugo-snippets"
vscode "galkowskit.go-interface-annotations"
vscode "GitHub.copilot"
vscode "golang.go"
vscode "hediet.vscode-drawio"
vscode "HitkoDev.vscode-remark-hugo"
vscode "jinliming2.vscode-go-template"
vscode "jock.svg"
vscode "jonsmithers.open-in-vim"
vscode "lego-education.ev3-micropython"
vscode "luanpotter.dart-import"
vscode "mhutchie.git-graph"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.makefile-tools"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-audio"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "mtxr.sqltools"
vscode "nopeslide.vscode-drawio-plugin-mermaid"
vscode "PKief.material-icon-theme"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "ricardo-emerson.dart-data-class-tools"
vscode "rust-lang.rust-analyzer"
vscode "TabNine.tabnine-vscode"
vscode "usernamehw.errorlens"
vscode "vadimcn.vscode-lldb"
vscode "waderyan.gitblame"
vscode "WakaTime.vscode-wakatime"
vscode "XadillaX.viml"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
